9/data/attachments/3a48348af2b2ed4d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_5398b650-369d-4d23-a204-f243f563a0cb</nif:username>
            <nif:friendToBeRequested>Cindy_respond_Actions_10399_9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>